Repository: Phecda/sparxie
Catalog: ios/Sparxie/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: An iPerf session is already running.
zh_hans: 已有 iPerf 会话正在运行。

source: Bind Address
zh_hans: 绑定地址

source: Bind address selection will be available in a later stage.
zh_hans: 绑定地址选择将在后续版本中提供。

source: Client
zh_hans: 客户端

source: Error
zh_hans: 错误

source: event
zh_hans: 事件

source: Failed
zh_hans: 失败

source: Finished
zh_hans: 已完成

source: Idle
zh_hans: 空闲

source: iPerf error
zh_hans: iPerf 错误

source: Licenses
zh_hans: 许可

source: Listening
zh_hans: 监听中

source: Live Data
zh_hans: 实时数据

source: More
zh_hans: 更多

source: No JSON events yet.
zh_hans: 暂无 JSON 事件。

source: Parallel Streams
zh_hans: 并行流数

source: Parallel Streams must be a whole number between 1 and 128.
zh_hans: 并行流数必须是 1 到 128 之间的整数。

source: Parallel Streams must be between 1 and 128.
zh_hans: 并行流数必须在 1 到 128 之间。

source: Run Client
zh_hans: 启动客户端

source: Run Server
zh_hans: 启动服务端

source: Running
zh_hans: 运行中

source: Server
zh_hans: 服务端

source: Server Address
zh_hans: 服务器地址

source: Server Address must not be empty.
zh_hans: 服务器地址不能为空。

source: Server Port
zh_hans: 服务器端口

source: Server Port must be a whole number between 1 and 65535.
zh_hans: 服务器端口必须是 1 到 65535 之间的整数。

source: Server Port must be between 1 and 65535.
zh_hans: 服务器端口必须在 1 到 65535 之间。

source: Settings
zh_hans: 设置

source: Settings will be available here.
zh_hans: 设置将在此处提供。

source: Starting
zh_hans: 启动中

source: Status
zh_hans: 状态

source: Stop Client
zh_hans: 停止客户端

source: Stop Server
zh_hans: 停止服务端

source: Stopped
zh_hans: 已停止

source: Stopping
zh_hans: 停止中
